///**
// top btn
// 左上角按钮
// - 取消
// - 完成
// */
//@property (nonatomic, strong) NSString *cancelText;
//@property (nonatomic, strong) NSString *doneText;
"SJFilmEditing_cancelText" = "取消";
"SJFilmEditing_doneText" = "完成";

///**
// 录制时右侧按钮
// - 等待中
// - 可完成
// */
//@property (nonatomic, strong) NSString *waitingText;
//@property (nonatomic, strong) NSString *finishText;
"SJFilmEditing_waitingText" = "录制中, 请稍等...";
"SJFilmEditing_finishText" = "点击右侧按钮完成录制";

///**
// export
// 导出
// - 导出中
// - 导出失败
// - 导出成功
// - 录制成功
// - 截屏成功
// */
//@property (nonatomic, strong) NSString *exportingText;
//@property (nonatomic, strong) NSString *exportFailedText;
//@property (nonatomic, strong) NSString *exportSuccessText;
//@property (nonatomic, strong) NSString *screenshotSuccessText;
"SJFilmEditing_exportingText" = "导出中";
"SJFilmEditing_exportFailedText" = "导出失败";
"SJFilmEditing_exportSuccessText" = "录制成功";
"SJFilmEditing_screenshotSuccessText" = "截屏成功";

///**
// album
// 保存至相册
// - 已保存至相册
// - 保存失败, 相册访问权限未开启
// */
//@property (nonatomic, strong) NSString *albumAuthDeniedText;
//@property (nonatomic, strong) NSString *savingToAlbumText;
//@property (nonatomic, strong) NSString *saveToAlbumSuccessText;
"SJFilmEditing_albumAuthDeniedText" = "保存失败, 请到设置中开启相册访问权限";
"SJFilmEditing_savingToAlbumText" = "正在保存...";
"SJFilmEditing_saveToAlbumSuccessText" = "已保存到相册";

///**
// upload
// 上传
// - 上传中
// - 上传成功
// - 上传失败
// */
//@property (nonatomic, strong) NSString *uploadingText;
//@property (nonatomic, strong) NSString *uploadFailedText;
//@property (nonatomic, strong) NSString *uploadSuccessText;
"SJFilmEditing_uploadingText" = "上传中";
"SJFilmEditing_uploadFailedText" = "上传失败";
"SJFilmEditing_uploadSuccessText" = "上传成功";
